import Link from 'next/link'
import Banner from '../components/banner/Banner'
import './page.scss'

export const metadata = {
	title: 'Поступающим',
	description: 'Страница "Абитуриентам" сайта Менеджмента ТФ МГУ',
}

const Entrance = () => {
	return (
		<main className='entrance'>
			<Banner src='entrance' title='Приём абитуриентов ТФ МГУ' />
			<section className='entrance-section-about'>
				<div className='container'>
					<div className='container-section'>
						<h2>О факультете:</h2>
						<p className='h3 paragraph'>
							<Link href='/for-students/plan'>Учебный план</Link> направления Менеджмент можно охарактеризовать пятью важными особенностями:
						</p>
						<div className='points'>
							<div className='points-item'>
								<svg width='72' height='72' viewBox='0 0 72 72' fill='none' xmlns='http://www.w3.org/2000/svg'>
									<g clipPath='url(#clip0_10_513)'>
										<path
											d='M36 3.65625C44.6344 3.65625 52.7625 7.03125 58.8656 13.1344C64.9688 19.2375 68.3438 27.3656 68.3438 36C68.3438 44.6344 64.9688 52.7625 58.8656 58.8656C52.7625 64.9688 44.6344 68.3438 36 68.3438C27.3656 68.3438 19.2375 64.9688 13.1344 58.8656C7.03125 52.7625 3.65625 44.6344 3.65625 36C3.65625 27.3656 7.03125 19.2375 13.1344 13.1344C19.2375 7.03125 27.3656 3.65625 36 3.65625ZM36 0.84375C16.5938 0.84375 0.84375 16.5938 0.84375 36C0.84375 55.4062 16.5938 71.1562 36 71.1562C55.4062 71.1562 71.1562 55.4062 71.1562 36C71.1562 16.5938 55.4062 0.84375 36 0.84375Z'
											fill='#7D0A35'
										/>
										<path
											d='M33.4408 26.1563L27.1689 27.5906L25.2002 19.6313L36.0846 16.5656H43.5939V53.9719H33.4689V26.1563H33.4408Z'
											fill='#7D0A35'
										/>
									</g>
									<defs>
										<clipPath id='clip0_10_513'>
											<rect width='72' height='72' fill='white' />
										</clipPath>
									</defs>
								</svg>
								<p>
									Отличительной чертой программы «Бакалавр менеджмента» является широта подготовки. Каждый студент программы должен освоить основы
									наук об управлении: введение в менеджмент, экономика, стратегический менеджмент, операционный менеджмент, управление персоналом,
									правовая среда бизнеса, управление проектами, основам маркетинга, государственному управлению и т.д.
								</p>
							</div>
							<div className='points-item'>
								<svg width='72' height='72' viewBox='0 0 72 72' fill='none' xmlns='http://www.w3.org/2000/svg'>
									<g clipPath='url(#clip0_10_538)'>
										<path
											d='M36 3.65625C44.6344 3.65625 52.7625 7.03125 58.8656 13.1344C64.9688 19.2375 68.3438 27.3656 68.3438 36C68.3438 44.6344 64.9688 52.7625 58.8656 58.8656C52.7625 64.9688 44.6344 68.3438 36 68.3438C27.3656 68.3438 19.2375 64.9688 13.1344 58.8656C7.03125 52.7625 3.65625 44.6344 3.65625 36C3.65625 27.3656 7.03125 19.2375 13.1344 13.1344C19.2375 7.03125 27.3656 3.65625 36 3.65625ZM36 0.84375C16.5938 0.84375 0.84375 16.5938 0.84375 36C0.84375 55.4062 16.5938 71.1562 36 71.1562C55.4062 71.1562 71.1562 55.4062 71.1562 36C71.1562 16.5938 55.4062 0.84375 36 0.84375Z'
											fill='#7D0A35'
										/>
										<path
											d='M21.2061 46.2094L35.0998 35.6062C38.6154 32.9625 39.8811 31.1625 39.8811 28.9125C39.8811 26.5781 38.2498 25.1438 35.7467 25.1438C33.2436 25.1438 31.3029 26.5781 28.3779 29.925L21.4029 24.1313C25.3686 18.9844 29.3061 16.1719 36.5342 16.1719C44.6623 16.1719 50.2311 21.0094 50.2311 28.0969C50.2311 34.0312 47.1936 37.1813 41.6248 41.0906L35.2686 45.5344H50.5967V53.9156H21.2061V46.2094Z'
											fill='#7D0A35'
										/>
									</g>
									<defs>
										<clipPath id='clip0_10_538'>
											<rect width='72' height='72' fill='white' />
										</clipPath>
									</defs>
								</svg>

								<p>
									Современный менеджер обязан владеть культурой работы с данными — для этого читаются курсы математики, теории вероятностей,
									статистики, анализа данных, эконометрики.
								</p>
							</div>
							<div className='points-item'>
								<svg width='72' height='72' viewBox='0 0 72 72' fill='none' xmlns='http://www.w3.org/2000/svg'>
									<g clipPath='url(#clip0_10_554)'>
										<path
											d='M36 3.65625C44.6344 3.65625 52.7625 7.03125 58.8656 13.1344C64.9688 19.2375 68.3438 27.3656 68.3438 36C68.3438 44.6344 64.9688 52.7625 58.8656 58.8656C52.7625 64.9688 44.6344 68.3438 36 68.3438C27.3656 68.3438 19.2375 64.9688 13.1344 58.8656C7.03125 52.7625 3.65625 44.6344 3.65625 36C3.65625 27.3656 7.03125 19.2375 13.1344 13.1344C19.2375 7.03125 27.3656 3.65625 36 3.65625ZM36 0.84375C16.5938 0.84375 0.84375 16.5938 0.84375 36C0.84375 55.4062 16.5938 71.1562 36 71.1562C55.4062 71.1562 71.1562 55.4062 71.1562 36C71.1562 16.5938 55.4062 0.84375 36 0.84375Z'
											fill='#7D0A35'
										/>
										<path
											d='M20.4746 48.1219L26.9434 41.6531C29.5871 44.3531 32.3996 45.9 35.8027 45.9C38.7277 45.9 40.584 44.4094 40.584 42.0188C40.584 39.6281 38.4184 38.1938 34.5371 38.1938H30.1777L28.6871 32.8219L37.2371 25.1156H23.034V16.8188H49.8934V24.1875L41.034 31.7813C46.3496 32.9625 50.6246 35.9156 50.6246 42.3281C50.6246 49.8656 44.5777 54.7031 36.309 54.7031C29.1371 54.7031 24.0746 52.1156 20.4746 48.1219Z'
											fill='#7D0A35'
										/>
									</g>
									<defs>
										<clipPath id='clip0_10_554'>
											<rect width='72' height='72' fill='white' />
										</clipPath>
									</defs>
								</svg>

								<p>
									Для ориентации в современной динамичной экономике студентам программы предлагаются курсы по информационным технологиям, цифровой
									бизнес-среде, архитектуре цифровых предприятия и по цифровым трансформациям отраслей экономики.
								</p>
							</div>
							<div className='points-item'>
								<svg width='72' height='72' viewBox='0 0 72 72' fill='none' xmlns='http://www.w3.org/2000/svg'>
									<g clipPath='url(#clip0_10_570)'>
										<path
											d='M36 3.65625C44.6344 3.65625 52.7625 7.03125 58.8656 13.1344C64.9688 19.2375 68.3438 27.3656 68.3438 36C68.3438 44.6344 64.9688 52.7625 58.8656 58.8656C52.7625 64.9688 44.6344 68.3438 36 68.3438C27.3656 68.3438 19.2375 64.9688 13.1344 58.8656C7.03125 52.7625 3.65625 44.6344 3.65625 36C3.65625 27.3656 7.03125 19.2375 13.1344 13.1344C19.2375 7.03125 27.3656 3.65625 36 3.65625ZM36 0.84375C16.5938 0.84375 0.84375 16.5938 0.84375 36C0.84375 55.4062 16.5938 71.1562 36 71.1562C55.4062 71.1562 71.1562 55.4062 71.1562 36C71.1562 16.5938 55.4062 0.84375 36 0.84375Z'
											fill='#7D0A35'
										/>
										<path
											d='M38.1094 46.7437H20.1094L18.4219 39.4875L37.6875 16.5656H48.0938V39.0656H52.8188V46.7719H48.0938V54H38.1094V46.7437ZM38.1094 39.0937V28.4344L29.2219 39.0937H38.1094Z'
											fill='#7D0A35'
										/>
									</g>
									<defs>
										<clipPath id='clip0_10_570'>
											<rect width='72' height='72' fill='white' />
										</clipPath>
									</defs>
								</svg>

								<p>
									Отдельное внимание на программе «Бакалавр менеджмента» уделяется развитию социальных навыков студентов. Каждый студент слушает
									обязательные курсы социальной психологии, культуре речи и деловым коммуникациям.
								</p>
							</div>
							<div className='points-item'>
								<svg width='72' height='72' viewBox='0 0 72 72' fill='none' xmlns='http://www.w3.org/2000/svg'>
									<g clipPath='url(#clip0_10_586)'>
										<path
											d='M36 3.65625C44.6344 3.65625 52.7625 7.03125 58.8656 13.1344C64.9688 19.2375 68.3438 27.3656 68.3438 36C68.3438 44.6344 64.9688 52.7625 58.8656 58.8656C52.7625 64.9688 44.6344 68.3438 36 68.3438C27.3656 68.3438 19.2375 64.9688 13.1344 58.8656C7.03125 52.7625 3.65625 44.6344 3.65625 36C3.65625 27.3656 7.03125 19.2375 13.1344 13.1344C19.2375 7.03125 27.3656 3.65625 36 3.65625ZM36 0.84375C16.5938 0.84375 0.84375 16.5938 0.84375 36C0.84375 55.4062 16.5938 71.1562 36 71.1562C55.4062 71.1562 71.1562 55.4062 71.1562 36C71.1562 16.5938 55.4062 0.84375 36 0.84375Z'
											fill='#7D0A35'
										/>
										<path
											d='M20.3066 48.825L26.1848 41.9063C29.2223 44.4657 32.0629 45.9282 35.2129 45.9282C38.616 45.9282 40.6691 44.2407 40.6691 41.4844C40.6691 38.8407 38.4473 37.1813 35.2129 37.1813C32.9348 37.1813 31.0223 37.9688 29.2785 39.0375L23.1754 35.6344L24.2441 16.7906H49.0785V25.3125H32.3441L32.0348 30.9375C33.7223 30.15 35.4941 29.6157 37.9691 29.6157C44.6629 29.6157 50.7098 33.3282 50.7098 41.5125C50.7098 49.7813 44.3816 54.7313 35.3816 54.7313C28.7723 54.7032 24.1598 52.425 20.3066 48.825Z'
											fill='#7D0A35'
										/>
									</g>
									<defs>
										<clipPath id='clip0_10_586'>
											<rect width='72' height='72' fill='white' />
										</clipPath>
									</defs>
								</svg>

								<p>
									На третьем году обучения каждый студент может выбрать дисциплины из нескольких гибких траекторий: Цифровой Маркетинг; Цифровые
									Таланты; Цифровые Финансы; Цифровые стратегии.
								</p>
							</div>
						</div>
						<p className='h3 paragraph'>
							В ТФ МГУ факультет был открыт в 2023-2024 учебном году и находится на стадии активного продвижения и развития.
						</p>
					</div>
				</div>
			</section>
			<section className='entrance-section-exams'>
				<div className='container'>
					<div className='container-section'>
						<div className='info'>
							<h3>Вступительные экзамены</h3>
							<p className='paragraph'>Математика (письменно)</p>
							<p className='paragraph'>Русский язык (письменно)</p>
						</div>
						<div className='info'>
							<h3>Контрольные цифры приема на 2024-2025 учебный год:</h3>
							<p className='paragraph'>50 мест, в том числе 10 мест за счет государственного бюджета.</p>
						</div>
						<div className='info'>
							<h3>Прием документов – с 20 июня по 10 июля.</h3>
							<p className='paragraph'>Начало всех вступительных испытаний в 9:00.</p>
						</div>
						<Link className='h3' target='_blank' href='https://t.me/tfmsu_exams'>
							Варианты экзаменов прошлых лет
						</Link>
						<Link className='h3' href='https://msu.uz/enrollee'>
							Перечень необходимых документов
						</Link>
					</div>
				</div>
			</section>
		</main>
	)
}

export default Entrance
